Repository: cool-guys-flutter/killer_game_app
Catalog: lib/l10n/app_*.arb
Languages: ru

# greating
source: Welcome to Killer Game
ru: ДОБРО ПОЖАЛОВАТЬ В ИГРУ КИЛЛЕР

# rule_1
source: KILLER IS A GAME THAT WILL TEST YOUR STEALTH
ru: КИЛЛЕР - ИГРА, КОТОРАЯ ПРОВЕРИТ ВАШУ СКРЫТНОСТЬ

# description_1
source: THE GAME WILL REQUIRE THIS PHONE AND AT LEAST THREE PEOPLE
ru: ДЛЯ ИГРЫ НЕОБХОДИМ ЭТОТ ТЕЛЕФОН И ТРИ ЧЕЛОВЕКА

# rule_2
source: GOAL
ru: ПОЛУЧЕНИЕ ЦЕЛИ

# description_2
source: EACH PLAYER TAKES TURNS POINTING AT A CARD WITH THE OTHER PLAYER'S NAME WRITTEN ON IT. THIS IS YOUR GOAL! THE TASK IS TO «KILL» HER (BUT NOT REALLY, OF COURSE!)
ru: КАЖДЫЙ ИГРОК ПО ОЧЕРЕДИ ТЫКАЕТ НА КАРТОЧКУ, НА КОТОРОЙ НАПИСАНО ИМЯ ДРУГОГО ИГРОКА. ЭТО ВАША ЦЕЛЬ! ЗАДАЧА — «УБИТЬ» ЕЁ (НО НЕ ПО-НАСТОЯЩЕМУ, КОНЕЧНО!).

# rule_3
source: METHOD
ru: МЕТОД

# description_3
source: TOUCH THE TARGET WITH YOUR HAND AND THE TARGET IS «KILLED»
ru: ДОТРОНЬТЕСЬ ДО ЦЕЛИ РУКОЙ — И ЦЕЛЬ «УБИТА»

# rule_4
source: SILENT KILLERS
ru: ТИХИЕ УБИЙЦЫ

# description_4
source: EVERYTHING MUST BE DONE DISCREETLY! IF SOMEONE SEES YOUR «KILLER» MOMENT, IT WON'T COUNT
ru: ВСЁ ДОЛЖНО БЫТЬ СДЕЛАНО НЕЗАМЕТНО! ЕСЛИ КТО-ТО УВИДИТ ВАШ «УБИЙСТВЕННЫЙ» МОМЕНТ, ОН НЕ ЗАСЧИТАЕТСЯ

# rule_5
source: NEW TARGET
ru: НОВАЯ ЦЕЛЬ

# description_5
source: KILLED? YOU GET A NEW GOAL — THE FORMER GOAL OF YOUR PREVIOUS GOAL
ru: УБИЛИ? ПОЛУЧАЕТЕ НОВУЮ ЦЕЛЬ — БЫВШУЮ ЦЕЛЬ ВАШЕЙ ПРЕДЫДУЩЕЙ ЦЕЛИ

# rule_6
source: LAST ONE STANDING
ru: КТО ПОСЛЕДНИЙ, ТОТ И ПОБЕДИЛ

# description_6
source: THE GAME CONTINUES UNTIL THERE IS ONLY ONE «KILLER» LEFT. HE WILL BE THE WINNER!
ru: ИГРА ПРОДОЛЖАЕТСЯ, ПОКА НЕ ОСТАНЕТСЯ ОДИН «КИЛЛЕР». ОН И СТАНЕТ ПОБЕДИТЕЛЕМ!

# next
source: Continue
ru: Продолжить
